Repository: ski-u/nasa-client-ios
Catalog: Features/Sources/SpaceWeather/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Extreme
ja: 超大規模

source: Geomagnetic Storms
ja: 磁気嵐

source: Minor
ja: 小規模

source: Moderate
ja: 中規模

source: No Events
ja: イベントなし

source: No geomagnetic storms in the past 30 days
ja: 過去30日間に磁気嵐は観測されていません

source: Quiet
ja: 静穏

source: Severe
ja: 激甚

source: Space Weather
ja: 宇宙天気

source: Strong
ja: 大規模
